D. R. Wu, C. M. Tsai, Y. H. Huang, S. D. Lin. "Crosstalk Between Single-Photon Avalanche Diodes in a 0.18- #956;m High-Voltage CMOS Process", Journal of Lightwave Technology, vol. 36, no. 3, p. 833-837, Feb 2018.

S. N. Mozaffari, S. Tragoudas, T. Haniotakis. "A Generalized Approach to Implement Efficient CMOS-Based Threshold Logic Functions", IEEE Transactions on Circuits and Systems I: Regular Papers, vol. 65, no. 3, p. 946-959, March 2018.

F. Stas, D. Bol. "A 0.4-V 0.66-fJ/Cycle Retentive True-Single-Phase-Clock 18T Flip-Flop in 28-nm Fully-Depleted SOI CMOS", IEEE Transactions on Circuits and Systems I: Regular Papers, vol. 65, no. 3, p. 935-945, March 2018.

R. Wang, W. Lu, M. Zhao, Y. Niu, Z. Liu, Y. Zhang, Z. Chen. "A Sub-1ppm/ #x00B0;C Current-Mode CMOS Bandgap Reference With Piecewise Curvature Compensation", IEEE Transactions on Circuits and Systems I: Regular Papers, vol. 65, no. 3, p. 904-913, March 2018.

E. Kargaran, D. Manstretta, R. Castello. "Design and Analysis of 2.4 GHz $30~mu text{W", IEEE Transactions on Circuits and Systems I: Regular Papers, vol. 65, no. 3, p. 891-903, March 2018.

M. Taghadosi, L. Albasha, N. A. Quadir, Y. A. Rahama, N. Qaddoumi. "High Efficiency Energy Harvesters in 65nm CMOS Process for Autonomous IoT Sensor Applications", IEEE Access, vol. 6, no. 12, p. 2397-2409, March 2018.

H. Ramon, M. Vanhoecke, J. Verbist, W. Soenen, P. De Heyn, Y. Ban, M. Pantouvaki, J. Van Campenhout, P. Ossieur, X. Yin, J. Bauwelinck. "Low-Power 56Gb/s NRZ Microring Modulator Driver in 28nm FDSOI CMOS", IEEE Photonics Technology Letters, vol. 30, no. 5, p. 467-470, March 2018.

R. Mirabelli, L. Gasparini, M. Magi, M. Marafini, D. Pinci, A. Sarti, A. Sciubba, D. Stoppa, G. Traini, V. Patera. "The MONDO Detector Prototype Development and Test: Steps Toward an SPAD-CMOS-Based Integrated Readout (SBAM Sensor)", IEEE Transactions on Nuclear Science, vol. 65, no. 2, p. 744-751, Feb 2018.

Q. Qi, Z. Chen. "A $K$ -Band CMOS Amplifier With Temperature Compensation for Gain Variation Reduction", IEEE Microwave and Wireless Components Letters, vol. 28, no. 2, p. 150-152, Feb 2018.

D. Ji, J. Kim. "A Multiband Directional Coupler Using SOI CMOS for RF Front-End Applications", IEEE Microwave and Wireless Components Letters, vol. 28, no. 2, p. 126-128, Feb 2018.

