[1] D. R. et al. 2018. Crosstalk Between Single-Photon Avalanche Diodes in a 0.18- #956;m High-Voltage CMOS Process. Journal of Lightwave Technology. 36, 3 (2018), 833-837. DOI:https://doi.org/10.1109/JLT.2017.2779490.

[2] S. N. et al. 2018. A Generalized Approach to Implement Efficient CMOS-Based Threshold Logic Functions. IEEE Transactions on Circuits and Systems I: Regular Papers. 65, 3 (2018), 946-959. DOI:https://doi.org/10.1109/TCSI.2017.2768563.

[3] F. Stas et al. 2018. A 0.4-V 0.66-fJ/Cycle Retentive True-Single-Phase-Clock 18T Flip-Flop in 28-nm Fully-Depleted SOI CMOS. IEEE Transactions on Circuits and Systems I: Regular Papers. 65, 3 (2018), 935-945. DOI:https://doi.org/10.1109/TCSI.2017.2763423.

[4] R. Wang et al. 2018. A Sub-1ppm/ #x00B0;C Current-Mode CMOS Bandgap Reference With Piecewise Curvature Compensation. IEEE Transactions on Circuits and Systems I: Regular Papers. 65, 3 (2018), 904-913. DOI:https://doi.org/10.1109/TCSI.2017.2771801.

[5] E. Kargaran et al. 2018. Design and Analysis of 2.4 GHz $30~mu text{W. IEEE Transactions on Circuits and Systems I: Regular Papers. 65, 3 (2018), 891-903. DOI:https://doi.org/10.1109/TCSI.2017.2771940.

[6] M. Taghadosi et al. 2018. High Efficiency Energy Harvesters in 65nm CMOS Process for Autonomous IoT Sensor Applications. IEEE Access. 6, 12 (2018), 2397-2409. DOI:https://doi.org/10.1109/ACCESS.2017.2783045.

[7] H. Ramon et al. 2018. Low-Power 56Gb/s NRZ Microring Modulator Driver in 28nm FDSOI CMOS. IEEE Photonics Technology Letters. 30, 5 (2018), 467-470. DOI:https://doi.org/10.1109/LPT.2018.2799004.

[8] R. Mirabelli et al. 2018. The MONDO Detector Prototype Development and Test: Steps Toward an SPAD-CMOS-Based Integrated Readout (SBAM Sensor). IEEE Transactions on Nuclear Science. 65, 2 (2018), 744-751. DOI:https://doi.org/10.1109/TNS.2017.2785768.

[9] Q. Qi et al. 2018. A $K$ -Band CMOS Amplifier With Temperature Compensation for Gain Variation Reduction. IEEE Microwave and Wireless Components Letters. 28, 2 (2018), 150-152. DOI:https://doi.org/10.1109/LMWC.2017.2786658.

[10] D. Ji et al. 2018. A Multiband Directional Coupler Using SOI CMOS for RF Front-End Applications. IEEE Microwave and Wireless Components Letters. 28, 2 (2018), 126-128. DOI:https://doi.org/10.1109/LMWC.2017.2783196.

